app/views/student/index.html.erb

<% Student.all.each do |s| %>
---
SELECT "students".* FROM "students"